Repository: wagtail/editor-guide
Catalog: locale/*/LC_MESSAGES/django.po
Languages: is

source: Warning
is: Viðvörun

source: Note
is: Athugasemd

source: Page not found
is: Síða fannst ekki

source: Sorry, this page could not be found.
is: Því miður fannst ekkert á þessari vefslóð.

source: Was this page helpful?
is: Hjálpaði þessi síða þér?

source: This page was helpful
is: Þessi síða hjálpaði mér

source: Happy
is: Glaður broskall

source: This page could be improved
is: Það er hægt að bæta úr þessari síðu

source: Unhappy
is: Leiður broskall

source: Help us improve by telling what you missed
is: Hjálpaðu okkur að bæta úr efninu með því að segja okkur hvað vantar

source: Your feedback
is: Þitt álit

source: Submit
is: Senda

source: User guide
is: Handbókin

source: Toggle the search form
is: Sýna leitarform

source: Mobile menu toggle
is: Kveikja á valmynd fyrir snjalltæki

source: Search
is: Leita

source: Skip to main content
is: Fara beint í meginmál

source: On this page
is: Á þessari síðu

source: Previous
is: Fyrri

source: Next
is: Næsta

source: No results found
is: Engar síður fundust

source: Home
is: Heim
